Repository: torikulhabib/nino
Catalog: po/extra/*.po
Languages: pt

source: A Widgets network monitor
pt: Um Widget para monitorizar redes

source: An internet speed monitor
pt: Um monitor de velocidade de Internet

source: Features:
pt: Funcionalidades:

source: Small window application features.
pt: Funcionalidades da janela da aplicação pequena.

source: Alert when no internet connection is connected.
pt: Alerta quando não existir uma conexão à Internet.

source: Many color theme choices available.
pt: Várias escolhas de cores disponíveis para o tema.

source: Lock position on the desktop.
pt: Trancar a posição no ambiente de trabalho.

source: Save the position of the widget.
pt: Guardar a posição do widget.

source: The choice is always above the screen or below.
pt: A escolha é sempre acima ou abaixo do ecrã.

source: Fix and add feature
pt: Correções e funcionalidades adicionadas

source: New icon by fatih20.
pt: Ícone novo por fatih20.

source: Click through when inactive.
pt: Clicar quando o widget estiver inativo.

source: Color.
pt: Cor.

source: Fix.
pt: Correções.

source: Thanks ryonakano for fix code.
pt: Obrigado a ryonakano por correções de código.

source: Updated Dutch translation by Heimen Stoffels.
pt: Tradução Holandesa atualizada por Heimen Stoffels.

source: Change switch to button.
pt: Alteração de interruptor para botão.

source: Add Lock position miniwindow.
pt: Posição da Tranca na mini janela adicionada.

source: Add close on miniwindow.
pt: Fechar a mini janela adicionado.

source: Fix lock position widget.
pt: Correção da posição da tranca do widget.

source: Only Miniwindow and Close Widget.
pt: Apenas na Mini >Janela e no Fechar do Widget.

source: Hello Juno!
pt: Olá Juno!

source: A network monitor widget.
pt: Um widget para monitorizar uma redes.

source: Network Monitor
pt: Monitor de Rede

source: Network;
pt: Network;Rede;
